export default {
  basicInfo: {
    avatar: '',
    name: '张 晓',
    enName: 'Yvonne Cheung',
    description:
      '我是一名热爱编程、热爱交互设计的前端工程师，3+年从业经验。至今在三家公司担任过前端工程师，参与或负责后台管理系统、大数据项目和教育相关系统等开发。',
    university: '合肥师范学院',
    major: '计算机技术与科学',
    year: '2016',
    mobile: '16621280052',
    site: 'www.yvonnecheung.cn',
    email: 'xixixixiao@hotmail.com'
  },
  experience: [
    {
      date: '2017.02-2020.08',
      company: '安徽百得思维信息科技有限公司',
      position: '前端工程师',
      program: ['客服系统', '大数据项目', '合同在线', '服务平台'],
      desc: '全球 29 万家企业达成合作，每天提供超过 12 亿次的安全防护。',
      detail:
        '2017、2018 年公司官网设计（包含海外版），实现局部前端动效。从 2017年的单个产品线（行为验证）到现在极验全部产品的用户后台管理系统的设计和迭代。期间和前端组协同建立起极验第一个成形且应用于实际项目的GEE-UI Design System（包含 Style Guide，Figma Componnets，23个组件类型和数据图表优化）。大幅提升设计和前端开发效率，降低设计师和前端工程师的沟通成本。设计部于2018 年年中组建极验设计用户体验中心（GEE Design），我负责geetest.design 的部分⻚面设计和整体前端开发。2018年访问量：35,770，访问用户数：13,280 (Via: Google Analytics)。'
    },
    {
      date: '2017.02-2020.08',
      company: '上海久耶供应链管理有限公司',
      position: '前端工程师',
      program: ['客服系统', '大数据项目', '合同在线', '服务平台'],
      desc: '全球 29 万家企业达成合作，每天提供超过 12 亿次的安全防护。',
      detail:
        '2017、2018 年公司官网设计（包含海外版），实现局部前端动效。从 2017年的单个产品线（行为验证）到现在极验全部产品的用户后台管理系统的设计和迭代。期间和前端组协同建立起极验第一个成形且应用于实际项目的GEE-UI Design System（包含 Style Guide，Figma Componnets，23个组件类型和数据图表优化）。大幅提升设计和前端开发效率，降低设计师和前端工程师的沟通成本。设计部于2018 年年中组建极验设计用户体验中心（GEE Design），我负责geetest.design 的部分⻚面设计和整体前端开发。2018年访问量：35,770，访问用户数：13,280 (Via: Google Analytics)。'
    },
    {
      date: '2017.02-2020.08',
      company: '杭州图特信息科技有限公司',
      position: '前端工程师',
      program: ['客服系统', '大数据项目', '合同在线', '服务平台'],
      desc: '全球 29 万家企业达成合作，每天提供超过 12 亿次的安全防护。',
      detail:
        '2017、2018 年公司官网设计（包含海外版），实现局部前端动效。从 2017年的单个产品线（行为验证）到现在极验全部产品的用户后台管理系统的设计和迭代。期间和前端组协同建立起极验第一个成形且应用于实际项目的GEE-UI Design System（包含 Style Guide，Figma Componnets，23个组件类型和数据图表优化）。大幅提升设计和前端开发效率，降低设计师和前端工程师的沟通成本。设计部于2018 年年中组建极验设计用户体验中心（GEE Design），我负责geetest.design 的部分⻚面设计和整体前端开发。2018年访问量：35,770，访问用户数：13,280 (Via: Google Analytics)。'
    },
    {
      date: '2017.02-2020.08',
      company: '杭州图特信息科技有限公司',
      position: '前端工程师',
      program: ['客服系统', '大数据项目', '合同在线', '服务平台'],
      desc: '全球 29 万家企业达成合作，每天提供超过 12 亿次的安全防护。',
      detail:
        '2017、2018 年公司官网设计（包含海外版），实现局部前端动效。从 2017年的单个产品线（行为验证）到现在极验全部产品的用户后台管理系统的设计和迭代。期间和前端组协同建立起极验第一个成形且应用于实际项目的GEE-UI Design System（包含 Style Guide，Figma Componnets，23个组件类型和数据图表优化）。大幅提升设计和前端开发效率，降低设计师和前端工程师的沟通成本。设计部于2018 年年中组建极验设计用户体验中心（GEE Design），我负责geetest.design 的部分⻚面设计和整体前端开发。2018年访问量：35,770，访问用户数：13,280 (Via: Google Analytics)。'
    }
  ]
}
